Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Computerized word processing
it: Trattamento computerizzato di testi

source: Preparation of publicity publications
it: Preparazione di pubblicazioni pubblicitarie

source: Shorthand secretarial services
it: Servizi segretariali di stenografia

source: Subscription to a television channel
it: Abbonamento ad un canale televisivo

source: Office functions services
it: Servizi di funzioni d'ufficio

source: Taxation [accountancy] consultation
it: Consulenza in materia fiscale [contabilità]

source: Advertising services provided for florists
it: Servizi pubblicitari per fioristi

source: Advertising services relating to books
it: Servizi pubblicitari relativi a libri

source: Preparation of advertisements
it: Preparazione di annunci pubblicitari

source: Business consultancy and advisory services
it: Servizi di consulenza e di assistenza aziendale

source: Data management services
it: Servizi di gestione dati

source: Business management organisation
it: Organizzazione della gestione aziendale

source: Providing information about commercial business and commercial information via the global computer network
it: Fornitura di informazioni in materia di affari commerciali e informazioni commerciali tramite la rete informatica globale

source: Commercial information agency services
it: Servizi di agenzie di informazioni commerciali

source: Administration relating to marketing
it: Amministrazione in materia di marketing

source: Advertising via electronic media and specifically the internet
it: Pubblicità mediante supporti elettronici ed in particolare Internet

source: Advertising services relating to the recruitment of personnel
it: Servizi pubblicitari relativi a ricerca e selezione di personale

source: Advertising services relating to the sale of motor vehicles
it: Servizi pubblicitari relativi alla vendita di veicoli a motore

source: Maintenance of asset registers [for others]
it: Mantenimento di registri di beni [per conto terzi]

source: Management accounting
it: Contabilità gestionale

source: Preparation of documents relating to taxation
it: Preparazione di documenti riguardanti le imposte

source: Preparation of invoices
it: Preparazione di fatture

source: Business promotion services provided by audio/visual means
it: Servizi di promozine aziendale tramite mezzi audiovisivi

source: Inserting printed matter into envelopes
it: Inserimento di stampati in buste

source: Information about sales methods
it: Informazioni sui metodi di vendita

source: Arranging of competitions for advertising purposes
it: Organizzazione di concorsi per scopi pubblicitari

source: Arranging of presentations for advertising purposes
it: Organizzazione di presentazioni per scopi pubblicitari

source: Promotional advertising for exploration projects
it: Pubblicità promozionale di progetti di esplorazione

source: Shop window dressing
it: Allestimento di vetrine

source: Economic forecasting
it: Previsioni economiche

source: Personnel agency services relating to the electronics industry
it: Servizi di agenzie di personale relativi al settore dell'elettronica

source: Advertisement via mobile phone networks
it: Annunci pubblicitari tramite telefoni cellulari

source: Advertising, including on-line advertising on a computer network
it: Pubblicità, compresa pubblicità on-line su una rete informatica

source: Audience rating determination for radio and television broadcasts
it: Determinazione di indici d'ascolto per trasmissioni radiofoniche e televisive

source: Business advisory and information services
it: Consulenza e informazioni in materia di affari

source: Compilation of directories for publishing on global computer networks or the internet
it: Compilazione di elenchi da pubblicare su reti informatiche globali o Internet

source: Shows (Conducting business -)
it: Saloni aziendali (Conduzione di -)

source: Consultancy relating to data processing
it: Consulenza in materia di elaborazione dati

source: Organisation of exhibitions and trade fairs for business and promotional purposes
it: Organizzazione di esposizioni e fiere campionarie per scopi aziendali e promozionali

source: Providing on-line auction services
it: Fornitura di servizi di aste on-line

source: Provision of contract sales forces
it: Fornitura di forze di vendita a contratto

source: Market research services for publishers
it: Servizi di ricerche di mercato per editori

source: Arranging of trading transactions and commercial contracts
it: Organizzazione di transazioni commerciali e contratti commerciali

source: Organization of fashion shows for promotional purposes
it: Organizzazione di sfilate di moda a fini promozionali

source: Customer loyalty services for commercial, promotional and/or advertising purposes
it: Servizi di fedeltà della clientela per scopi commerciali, promozionali e/o pubblicitari

source: Advertising business especially in the field of telematic and telephone networks
it: Pubblicità, in particolare nel settore delle reti telefoniche e telematiche

source: Dissemination of advertising for others via the Internet
it: Diffusione d'annunci pubblicitari per terzi via Internet

source: Acquisitions (Advice relating to -)
it: Acquisizioni (Consulenza in materia di -)

source: Computerized market research services
it: Servizi computerizzati di ricerche di mercato

source: Provision of statistical information relating to business
it: Fornitura di informazioni statistiche in materia di affari

source: Ordering services for third parties
it: Servizi di ordinazione per conto terzi

source: Production of advertising material
it: Produzione di materiale pubblicitario

source: Assessment analysis relating to business management
it: Analisi valutativa in materia di gestione aziendale

source: Assistance relating to recruitment and placement of staff
it: Assistenza in merito a ricerca, selezione e collocamento di personale

source: Business advisory services relating to the running of restaurants
it: Servizi di consulenza commerciale riguardanti la gestione di ristoranti

source: Business advisory services relating to the setting up of restaurants
it: Servizi di consulenza aziendale riguardanti l'apertura di ristoranti

source: Business analysis services
it: Servizi di analisi aziendali

source: Business assistance relating to the establishment of franchises
it: Assistenza aziendale in materia di costituzione di franchising

source: Market analysis services relating to the availability of goods
it: Servizi di analisi di mercato riguardanti la disponibilità di prodotti

source: Relocation services for businesses
it: Servizi di rialloggio per imprese

source: Arranging of collective buying
it: Organizzazione di acquisti collettivi

source: Business office services
it: Servizi di ufficio per imprese

source: Business organisation
it: Organizzazione aziendale

source: Business research and advisory services
it: Servizi di ricerca e consulenza aziendale

source: Consultations relating to business disposals
it: Consulenza in materia di cessione di aziende

source: Subscriptions (arranging of) to books, reviews, newspapers or comic books
it: Sottoscrizioni [organizzazione] di abbonamenti a libri, recensioni, giornali o fumetti

source: News clipping services
it: Servizi di rassegne stampa

source: Distribution of publicity materials (flyers, prospectuses, brochures, samples, particularly for catalogue long distance sales) whether cross border or not
it: Distribuzione di materiale pubblicitario (volantini, prospetti, opuscoli, campioni, in particolare per vendite a distanza mediante cataloghi) sia all'estero che non

source: Employment agency services the provision of staff for the manning of show houses
it: Servizi di uffici di collocamento per la fornitura di personale per esposizioni

source: Reproduction of files [paper]
it: Riproduzione di archivi [carta]

source: Assistance and advice regarding business organization
it: Assistenza e consulenza in materia d'organizzazione aziendale

source: Assistance in product commercialization, within the framework of a franchise contract
it: Assistenza nella commercializzazione di prodotti nell'ambito di un contratto di franchising

source: Computerised business management [for others]
it: Gestione aziendale computerizzata [per conto terzi]

source: Retail services connected with the sale of furniture
it: Servizi di vendita al dettaglio in materia di vendita di mobili

source: Computerised stock management
it: Gestione computerizzata di scorte

source: Conducting of internal business communication surveys
it: Conduzione di indagini sulla comunicazione aziendale interna

source: Hospital management
it: Gestione di ospedali

source: Promoting the goods and services of others through the distribution of discount cards
it: Promozione di prodotti e servizi di terzi attraverso la distribuzione di tessere di sconto

source: Planning and conducting of trade fairs, exhibitions and presentations for economic or advertising purposes
it: Pianificazione e conduzione di fiere, esposizioni e presentazioni per scopi economici o pubblicitari

source: Business information services provided on-line from a computer database or the internet
it: Servizi di informazione in materia di affari forniti on-line da una banca dati o da Internet

source: Acquisition of business information relating to company activities
it: Acquisizione di informazioni di affari relative ad attività aziendali

source: Administration (Business -) relating to statistical methods
it: Amministrazione (Aziendale -) relativa a metodi statistici

source: Administration of foreign business affairs
it: Amministrazione di affari commerciali esteri

source: Management assistance for promoting business
it: Assistenza gestionale per la promozione aziendale

source: Procurement of contracts [for others]
it: Acquisizione di contratti [per conto terzi]

source: Services with regard to product presentation to the public
it: Servizi relativi alla presentazione di prodotti al pubblico

source: Serving as a human resources department for others
it: Fornitura di servizio di ufficio risorse umane per conto terzi

source: Computerised data verification
it: Verifica computerizzata di dati

source: Reproduction of advertising material
it: Riproduzione di materiale pubblicitario

source: Advertising services for architects
it: Servizi pubblicitari per architetti

source: Advertising services relating to data bases
it: Servizi pubblicitari relativi a bance dati

source: Business management of sporting facilities [for others]
it: Gestione commerciale di impianti sportivi [per conto terzi]

source: Negotiation and conclusion of commercial transactions for third parties
it: Negoziazione e conclusione di transazioni commerciali per conto di terzi

source: Business networking services
it: Servizi di networking aziendale

source: Market research and marketing studies
it: Ricerche di mercato e studi di marketing

source: Administration of the business affairs of franchises
it: Amministrazione degli affari commerciali di affiliati

source: Arranging and conducting marketing promotional events for others
it: Organizzazione e conduzione di eventi promozionali di marketing per conto terzi

source: Clerical services
it: Servizi di ufficio

source: Advertising services relating to financial investment
it: Servizi pubblicitari relativi a investimenti finanziari

source: Advertising services relating to real property
it: Servizi pubblicitari relativi a beni immobili

source: Advertising services relating to the provision of business
it: Servizi pubblicitari in materia di fornitura di servizi aziendali

source: Maintenance of registers [for others]
it: Conservazione di registri [per conto terzi]

source: Business administration in the field of transport and delivery
it: Amministrazione aziendale in materia di trasporti e di consegne

source: Business management consultancy in the field of transport and delivery
it: Consulenza gestionale aziendale in materia di trasporti e di consegne

source: Preparation of marketing plans
it: Preparazione di piani di marketing

source: Business risk management services
it: Servizi di gestione dei rischi aziendali

source: Organization of exhibitions for commercial or advertising purposes
it: Organizzazione di esposizioni per scopi commerciali o pubblicitari

source: Promoting the goods and services of others
it: Promozione di beni e servizi per conto terzi

source: Promotion services
it: Servizi di promozione

source: Promotion [advertising] of business
it: Promozione [pubblicità] aziendale

source: Promotional management of celebrities
it: Gestione promozionale di personaggi celebri

source: Compilation of registers relating to exporters
it: Compilazione di registri relativi a esportatori

source: Organization of events, exhibitions, fairs and shows for commercial, promotional and advertising purposes
it: Organizzazione di eventi, esposizioni, fiere e spettacoli per fini commerciali, promozionali e pubblicitari

source: Newspaper subscriptions
it: Abbonamenti a giornali

source: Business consultancy services relating to the supply of quality management systems
it: Servizi di consulenza aziendale in materia di fornitura di sistemi di gestione della qualità

source: Publication of publicity texts
it: Pubblicazione di testi pubblicitari

source: Personnel management for advertising purposes
it: Gestione di personale per scopi pubblicitari

source: Advertisement and publicity services by television, radio, mail
it: Servizi pubblicitari disponibili tramite televisione, radio, posta

source: Advertising services relating to the transport industries
it: Servizi pubblicitari relativi all'industria dei trasporti

source: Selection of executive personnel
it: Selezione di personale dirigenziale

source: Business research for new businesses
it: Ricerche per affari per nuove imprese

source: Business services relating to the establishment of businesses
it: Servizi alle imprese riguardanti riguardanti la costituzione di aziende

source: Dissemination of advertising for others
it: Distribuzione di pubblicità per conto terzi

source: Compilation of business directories
it: Compilazione di elenchi di aziende

source: Organisation of exhibitions and events for commercial or advertising purposes
it: Organizzazioni di esposizioni ed eventi per scopi commerciali o pubblicitari

source: Provision of information relating to advertising
it: Fornitura di informazioni in materia di pubblicità

source: Benchmarking (evaluation of business organisation practices)
it: Analisi comparativa (valutazione di prassi di organizzazione aziendale)

source: Business strategy and planning services
it: Servizi di strategia aziendale e pianificazione

source: Compilation of statistics [for business or commercial purposes]
it: Compilazione di statistiche [per affari o scopi commerciali]

source: Business management of sports people
it: Gestione aziendale per conto degli sportivi

source: Advisory services relating to market research
it: Servizi di consulenza in materia di ricerche di mercato

source: Advisory services relating to the purchase of goods on behalf of business
it: Servizi di consulenza in materia di acquisto di prodotti per conto di imprese

source: Advertising services for promoting the brokerage of stocks and other securities
it: Servizi pubblicitari per la promozione del brokeraggio di azioni e altri titoli

source: Market study and analysis of market studies
it: Studi di mercato e analisi di studi di mercato

source: Mediation of contracts for purchase and sale of products
it: Mediazione di appalti per la compravendita di prodotti

source: Distribution of advertisements and commercial announcements
it: Distribuzione di pubblicità e annunci commerciali

source: Economic forecasting and analysis
it: Previsioni ed analisi economiche

source: Updating of advertising material
it: Aggiornamento di materiale pubblicitario

source: Publication of advertising literature
it: Pubblicazione di documentazione pubblicitaria

source: Modelling agency services for advertising purposes
it: Servizi d'agenzie di modelle/i per scopi pubblicitari

source: Negotiation of commercial transactions for performing artists
it: Trattativa di transazioni commerciali per artisti

source: Office administration services [for others]
it: Servizi di mministrazione di uffici [per conto terzi]

source: Product marketing
it: Marketing di prodotto

source: Arranging the distribution of advertising samples in response to telephone enquiries
it: Organizzazione della distribuzione di campioni pubblicitari in risposta ad indagini telefoniche

source: Assistance to commercial enterprises in the management of their business
it: Assistenza alle imprese commerciali nella gestione dei loro affari

source: Preparation and presentation of audio visual displays for advertising purposes
it: Preparazione e consegna di schermi audiovisivi per scopi pubblicitari

source: Business assistance relating to corporate identity
it: Assistenza aziendale in materia di identità societaria

source: Provision of advice relating to the recruitment of graduates
it: Fornitura di consulenza in materia di assunzione di laureati

source: Producing promotional videotapes, video discs, and audio visual recordings
it: Produzione di videonastri promozionali, videodischi e registrazioni audiovisive

source: Production of advertising matter and commercials
it: Produzione di materiale pubblicitario e di spot pubblicitari

source: Promoting a series of films for others
it: Promozione di una serie di film per conto terzi

source: Management of telephone call centers for other
it: Gestione di call centre telefonici per conto terzi

source: Market analysis services relating to the sale of goods
it: Servizi di analisi di mercato riguardanti la vendita di prodotti

source: Market information services relating to market statistics
it: Servizi di informazioni di mercato riguardanti statistiche di mercato

source: Business information
it: Informazioni di affari

source: Analysis of company behaviour
it: Analisi di comportamento di società

source: Business management consulting services in the field of information technology
it: Servizi di consulenza per la gestione aziendale nel campo delle tecnologie dell'informazione

source: Consultations relating to business promotion
it: Consulenza in materia di promozione aziendale

source: Distribution of advertising announcements
it: Distribuzione di annunci pubblicitari

source: Telephone order-taking services for others
it: Accettazione di ordini telefonici per conto terzi

source: Advising commercial enterprises in the conduct of their business
it: Consulenza a imprese commerciali in materia di gestione aziendale

source: Advisory services relating to corporate identity
it: Servizi di consulenza in materia di identità aziendale

source: Employment agency services for temporary work assignments
it: Servizi di agenzie di collocamento per personale a tempo determinato

source: Assistance in business management within the framework of a franchise contract
it: Assistenza nella gestione aziendale nell'ambito di un contratto di franchising

source: Chamber of commerce services for the promotion of businesses
it: Servizi di camere di commercio per la promozione di aziende

source: Management and compilation of computerised databases
it: Gestione e compilazione di banche dati computerizzate

source: Management of health care clinics for others
it: Gestione di ambulatori sanitari per conto terzi

source: Radio and television advertising
it: Pubblicità radiofonica e televisiva

source: Arranging of contractual [trade]services with third parties
it: Organizzazione di servizi contrattuali [di compravendita] con terzi

source: Computerised point-of-sale data collection services for retailers
it: Servizi computerizzati di raccolta dati di punti vendita per rivenditori

source: Computerised tax assessments (preparation of -) [accounting]
it: Valutazioni di imposta computerizzate (preparazione di -) [contabilità]

source: Procuring of contracts for the purchase and sale of goods
it: Procacciamento di contratti per la compravendita di merci

source: Dissemination of advertising material [leaflets, brochure and printed matter]
it: Diffusione di materiale pubblicitario [dépliant, opuscoli e stampe]

source: Business administration
it: Amministrazione commerciale

source: Management assistance for industrial organisations
it: Assistenza gestionale per organizzazioni industriali

source: Support for employees with regard to business matters
it: Assistenza a dipendenti in ambito aziendale

source: Graphic advertising services
it: Servizi di grafica pubblicitaria

source: Secretarial and clerical services
it: Servizi di segretari ed impiegati

source: Subscriptions to electronic journals
it: Abbonamenti a riviste elettroniche

source: Provision of space on web-sites for advertising goods and services
it: Fornitura di spazio su siti Internet per la pubblicità di prodotti e servizi

source: Import and export services
it: Servizi di import-export

source: Arranging and conducting of exhibitions for business purposes
it: Organizzazione e conduzione di esibizioni per scopi di affari

source: Computerised information services to business opportunities appraisals
it: Servizi computerizzati di informazione per la valutazione di opportunità commerciali

source: Advertising services for the promotion of beverages
it: Servizi pubblicitari per la promozione di bevande

source: Advertising services provided via a data base
it: Servizi pubblicitari forniti tramite una banca dati

source: Planning services for marketing studies
it: Servizi di pianificazione per studi di marketing

source: Preparation of audio and/or visual displays for businesses
it: Preparazione di dimostrazioni audio e/o video per imprese

source: Preparation of business statistical data
it: Preparazione di dati statistici commerciali

source: Business analysis
it: Analisi aziendale

source: Data entry and data processing
it: Immissione ed elaborazione dati

source: On-line trading services in which seller posts products to be auctioned and bidding is done via the Internet
it: Servizi di compravendita on-line in cui il venditore immette prodotti da vendere e le offerte sono fatte via Internet

source: Organisation of internet auctions
it: Organizzazione di aste su Internet

source: Preparing audio-visual presentations for use in advertising
it: Preparazione di presentazioni audiovisive per uso pubblicitario

source: Telephone marketing services [not selling]
it: Servizi di marketing telefonico [non vendita]

source: Business intermediary and advisory services in the field of selling products and rendering services
it: Intermediazione e consulenza aziendale in materia di vendita di prodotti e prestazione di servizi

source: Advice relating to the organisation and management of business
it: Consulenza relativa all'organizzazione e gestione aziendale

source: Advertising services relating to pharmaceuticals for the treatment of diabetes
it: Servizi pubblicitari in materia di prodotti farmaceutici per la cura del diabete

source: Business consulting services in the agriculture field
it: Servizi di consulenza aziendale in ambito agricolo

source: Preparation of mailing lists
it: Preparazione di indirizzari

source: Brand creation services (advertising and promotion)
it: Servizi di creazione di marchi (pubblicità e promozione)

source: Recruitment consultants in the financial services field
it: Reclutamento di consulenti nel settore finanziario

source: Registration and transcription of written communications
it: Registrazione e trascrizione di comunicazioni scritte

source: Planning services for advertising
it: Servizi di pianificazione per pubblicità
